[
  "Take a sip for every country you've visited.",
  "If you've ever eaten papaya, take 2 sips",
  "Share a pickup line with the group; everyone drinks if it's cheesy.",
  "Take a sip for each year you've been in University.",
  "Challenge someone to a thumb war; the loser takes a sip.",
  "Share a 'never have I ever' statement; those who have done it take a sip.",
  "Challenge someone to a staring contest; the first to blink takes a sip.",
  "Make a toast in a foreign language and have everyone repeat it before taking a drink.",
  "Challenge someone to a quick game of rock-paper-scissors; the loser takes a sip.",
  "Share a pet peeve; take a drink if others agree with you.",
  "Act out a emoji, and the group guesses what it represents; incorrect guesses lead to drinks.",
  "Perform a silly talent or party trick; the group rates your performance.",
  "Invent a funny and unusual law or rule, and everyone else must act it out.",
  "Take a sip if you've ever forgotten the night before.",
  "Drink if you've kissed an ESN Volunteer",
  "Drink if you've kissed an Erasmus Student",
  "Drink if you've had a crush on an ESN Volunteer",
  "Drink if you've had a crush on an Erasmus Student",
  "Drink if you've ever sang 'Sara Perche Ti Amo'",
  "Drink if you've ever said swear words in a foreign language",
  "Drink if you have tattoos",
  "Drink if you have piercings",
  "Drink if you don't have any tattoos",
  "Drink if you don't have any piercings",
  "All Taurus drink. Stop being stubborn like a little bitch and drink.",
  "Player with the most tattoos drinks. If no one does, everyone drinks",
  "Drink if you’ve hooked up with another player. If not, give out a drink.",
  "Anyone that came empty handed to the party drink twice and get a job.",
  "Most likely to have a sugar daddy or momma. Player with most votes drinks 3 times",
  "Most likely to become a millionaire. Player with most votes drinks 5 times in honor of their wealth :)",
  "All Cancers drink. Stop being so dramatic, omg",
  "Drink if you've had sex with more than one person at the same time",
  "Drink if you've ever thought about having sex with one of the players.",
  "Most likely to have been popular in high school. Player with most votes takes 5 sips, for peaking in High School",
  "Take a selfie with the person next to you and do funny faces, or take two drinks.",
  "Recite the alphabet backward or take three drinks.",
  "Take a sip for every glass on a table",
  "Most likely to be an hopeless romantic. Player with the most votes drinks 3 times",
  "Take a sip if your birthday is on an odd numbered day",
  "Give out as many drinks as you have siblings",
  "Most likely to get drunk first. Player with the most votes takes 5 sips.",
  "The current DJ can give you 2 sips. If you want to change the music, challenge him to a duel. First one to finish a full cup wins and becomes the new DJ.",
  "Until your next turn, every time you talk with someone you have to end the sentence with a high five. Drink a sip if  you forget.",
  "Take a group photo with silly poses, or take two drinks.",
  "Most likely to better keep a secret, player with the most votes drinks 2 sips.",
  "Take as many sips as you want. Pick a player that has to take double.",
  "Take as many sips as there are fuckable people in the room",
  "Everyone takes 2 sips but you.",
  "Take a sip if you've been to the bathroom since the beginning of the game",
  "Player who caught Covid first drinks 2 sips. Players who haven't caught Covid drink 7 sips and leave the house please.",
  "Drink if you have a cute moustache",
  "Drink if you like football. You're cringe.",
  "Take 3 sips if you player Kent, the card game.",
  "The next player who drinks, can give out 3 sips to other player.",
  "Take a sip if you think you're smarter than the player on your right.",
  "The person with the emptiest glass drinks the rest of it.",
  "The person with the fullest glass drinks the rest of it",
  "Most likely to get drunk on a weekday. Player with the most votes drinks 4 times",
  "The last player to arrive to the party has to drink 5 sips. Please be on time.",
  "Players that can play instruments take 2 sips.",
  "Until your next turn, you can only reply to other people using questions. Take a sip if you forget.",
  "Take a sip if you've ever been to Harmonia",
  "Interlock your arm with the player to your left and finish both your cups",
  "Give two sips to a player that is shorter than you, if there is none, then you take them.",
  "Give two sips to a player that is taller than you, if there is none, then you take them.",
  "Until your next turn, if you say 'Yes' or 'No' drink.",
  "Most likely to abandon someone in the bathroom. Player with the most votes takes 2 sips. We don't do that over here.",
  "Drink 2 sips if you've ever pretended to know what someone was talking about when you had no clue.",
  "Drink 2 sips if you've ever laughed at a joke but had no idea what it meant.",
  "Drink 2 sips if you've ever accidentally liked someone's really old social media post while stalking them.",
  "Choose something that you don't like. People that disagree with have to drink as well.",
  "Choose something that you like. People that disagree with have to drink as well.",
  "Say something you've never done, everyone that has done it takes 3 sips.",
  "Drink 2 sips if you've ever fallen asleep in a weird place or position.",
  "If you smoke, throw a cigarette in the trash or take a sip. If you don't smoke, you can give out 3 sips :)",
  "Sexiest player among the group. Player with the most votes drinks 3 times.",
  "Player who has the best style. Player with the most votes drinks 2 times.",
  "Like 15 posts of someone you've exchanged less than 10 messages with or finish your cup.",
  "Most likely to impulse buy something on sale right now. Player with the most votes drinks 5 times to help with the addiction.",
  "Heart breakers who've dumped more than 3 people in life, give out 2 sips.",
  "Until your next turn you must insult everyone you talk to. Drink twice if you forget.",
  "Until your next your you have to finish your sentences with 'And i love it'. Drink 3 times if you forget.",
  "Until your next turn you have to finish your sentences with an obnoxious flirty wink. Drink 4 times if you forget.",
  "Drink if your hands are smaller than the person to your right.",
  "Drink 2 sips if you've ever left a party with someone you just met.",
  "Do 10 pushups or take 5 sips",
  "Take 2 sips if you've ever heard someone else having sex in another room.",
  "Take 3 sips if you've someone has ever caught you having sex with someone.",
  "Give out 5 sips to someone that you think has a higher body count than you.",
  "Most likely to be the best kisser. Player with the most votes drinks 3 times. Any curious players who want test it out go for it if they consent.",
  "Most stubborn player. Player with the most votes drinks 2 times.",
  "Take 7 sip if you like riding bikes",
  "Players who like spicy food drink 3 times",
  "Say the most unhinged thing you can think of in Spanish to the player on your right. If you laugh, you have to drink 4 times",
  "Most likely to zone out. Player with the most votes drinks 2 times.",
  "Start singing a song, first player to guess the name or continue the lyrics, gives out 5 sips.",
  "Player with the most instagram followers drinks 3 times.",
  "Drink if you're a wine lover.",
  "Drink if you're a beer lover.",
  "Drink if you love tequila shots.",
  "Drink if you dressed for Carnaval"
]
