[
  "Share a funny or embarrassing language mistake you made while abroad.",
  "What's the weirdest food you've tried during your Erasmus experience? Other people drink if they've tried it before",
  "Describe a memorable cultural celebration or festival you attended.",
  "Share a travel mishap or adventure that happened to you.",
  "What's the most valuable lesson you've learned from your time abroad?",
  "Describe a local dish you learned to cook while in your host country.",
  "Have you ever experienced culture shock? Describe it.",
  "What's your favorite place you've visited during your Erasmus year?",
  "Share a funny or interesting interaction you've had with a local.",
  "Describe a unique mode of transportation you've used while traveling.",
  "Have you ever participated in a local dance or music performance?",
  "What's the most beautiful natural landscape you've seen during your travels",
  "Do an impression of a famous person from your country.",
  "Take a sip for every country you've visited during your Erasmus year.",
  "Share your most embarrassing moment from your time abroad; if it's entertaining, assign drinks, if not then drink twice.",
  "Start a dance-off with someone at the table; the loser takes a sip.",
  "Speak in a foreign language for the next round; take a sip if you switch back to your native language.",
  "Share a pickup line with the group; everyone drinks if it's cheesy.",
  "Take a drink for each month you've been on your Erasmus adventure.",
  "Challenge someone to a thumb war; the loser takes a sip.",
  "Share a 'never have I ever' statement; those who have done it take a sip.",
  "Act out a scene from a famous movie in a foreign language.",
  "Create a unique cocktail using available ingredients; the group votes on whether it's good or bad, and the creator drinks accordingly.",
  "Speak in rhymes for the next round; take a drink if you break the rhyme.",
  "Challenge someone to a staring contest; the first to blink takes a sip.",

  "Share a travel-themed riddle or joke; those who can't solve it or don't laugh take a drink.",
  "Make a toast in a foreign language and have everyone repeat it before taking a drink.",
  "Share a travel confession or secret; if it's juicy, everyone takes a sip.",
  "Challenge someone to a one-minute storytelling competition; the loser takes a sip.",
  "Create a funny and unique nickname for someone at the table; they take a drink each time it's used.",
  "Share a piece of trivia about your country; those who don't know it take a drink.",
  "Challenge someone to a quick game of rock-paper-scissors; the loser takes a sip.",
  "Share a pet peeve; take a drink if others agree with you.",
  "Choose a famous landmark from your host country, and everyone else must guess what it is; incorrect guesses result in a drink.",
  "Do an impression of your favorite local dish being prepared; the group rates your performance, and you take drinks accordingly.",
  "Share a 'Bucket List' destination, and everyone takes a drink if they've been there.",
  "Challenge someone to a mini foreign language tongue-twister competition; the first to mess up takes a sip.",
  "Act out a emoji, and the group guesses what it represents; incorrect guesses lead to drinks.",
  "Share a memorable encounter with wildlife during your travels.",
  "Recite a famous quote from your host country's literature or history; those who can't identify the source take a drink.",
  "Challenge someone to a thumb wrestling match, best of three rounds; the overall loser takes a sip.",
  "Share a conspiracy theory, and everyone takes a drink if they find it amusing.",
  "Share an interesting fact about your country's geography or climate.",
  "Share a memorable encounter with a local celebrity or famous figure during your travels.",
  "Perform a silly talent or party trick; the group rates your performance.",
  "Share a superstition or belief from your country.",
  "Invent a funny and unique cocktail name, and everyone else must guess the ingredients; incorrect guesses result in drinks.",
  "Perform a brief stand-up comedy routine; take drinks for every joke that doesn't land.",
  "Share a travel confession or guilty pleasure; the group takes drinks if they can relate.",
  "Share a travel-themed dream or aspiration you have for the future.",
  "Share a piece of trivia about your home country; those who don't know it take a drink.",
  "Share an item you've collected as a souvenir during your travels and explain its significance.",
  "Invent a funny and unusual travel law or rule, and everyone else must act it out.",
  "Challenge someone to a 30-second travel storytelling competition; the most captivating story wins, and the others take drinks.",
  "Share a memorable experience from a hostel or accommodation you stayed at during your travels.",
  "Act out a stereotype about your country (in good humor); give out drinks if others find it amusing.",
  "Share a conspiracy theory; everyone takes a drink if they've heard it before.",
  "Challenge someone to a quick drawing competition; the group guesses what you're drawing, and incorrect guesses lead to drinks.",
  "Share a memorable encounter with a street performer or artist during your travels.",
  "Recite a famous quote from a movie set in a foreign country; those who can't identify the movie take a drink.",
  "Share a urban legend or ghost story from your country.",
  "Perform a one-minute comedy sketch with a Erasmus theme; give out drinks for each laugh.",
  "Share a travel goal or dream you've accomplished during your Erasmus year.",
  "Share a memorable encounter with a street food vendor during your travels.",
  "Share a secret crush you've had on someone you met during your Erasmus year; take a drink if they're present.",
  "Dare someone to give a sensual or seductive toast to another player; both take a drink.",
  "Challenge a player to perform a flirtatious dance with someone at the table; they both take a drink afterward.",
  "Share a wild or risqué party story; everyone takes a drink if it's particularly scandalous.",
  "Dare someone to send a cheeky text or message to their Erasmus crush, and take a drink if they get a response.",
  "Share a confession about a wild night out during your time at university; everyone takes a drink if they can relate.",
  "Challenge someone to reenact a steamy movie scene; take drinks if it's well-done or awkward.",
  "Share a daring travel bucket list item, and take a drink if others are impressed or shocked.",
  "Challenge someone to give a playful lap dance to another player; they both take a drink afterward.",
  "Share a flirtatious encounter with a local or fellow Erasmus student, and take a drink if others find it steamy.",
  "Dare someone to confess a guilty pleasure or fetish they developed during their time abroad.",
  "Share a story about a passionate kiss you had while traveling; others take a drink if it's a memorable tale.",
  "Challenge a player to perform a sultry or seductive foreign language phrase; take a drink if they nail it or fail hilariously.",
  "Share a steamy travel hookup story without revealing the identities of those involved; everyone takes a drink if it's particularly juicy.",
  "Dare someone to do a sensual or provocative dance performance for the group; they take a drink afterward.",
  "Share a confession about a scandalous or embarrassing moment from a night out",
  "Challenge a player to perform a passionate movie-style kiss with someone at the table; they both take a drink afterward.",
  "Make another player drink if you've posted a photo with Spike on the Erasmus Group.",
  "Drink if you've kissed an ESN Volunteer",
  "Drink if you've kissed an Erasmus Student",
  "Drink if you've had a crush on an ESN Volunteer",
  "Drink if you've had a crush on an Erasmus Student",
  "Drink if you've ever sang 'Sara Perche Ti Amo'",
  "Drink if you've ever said bad words in a foreign language",
  "Drink if you have tattoos",
  "Drink if you have piercings",
  "Drink if you don't have any tattoos",
  "Drink if you don't have any piercings",
  "All Taurus drink. Stop being stubborn like a little bitch and drink.",
  "Player with the most tattoos drinks. If no one does, everyone drinks",
  "Drink if you’ve hooked up with another player. If not, give out a drink.",
  "Anyone that came empty handed to the party drink twice and get a job.",
  "Most likely to have a sugar daddy or momma. Player with most votes drinks 3 times",
  "Most likely to become a millionaire. Player with most votes drinks 5 times in honor of their wealth :)",
  "All Cancers drink. Stop being so dramatic, omg",
  "Drink if you've had sex with more than one person at the same time"
]
